{
  "655": {
    "Fantasy": " In the style of magical realism, Like Water for Chocolate (1992) tells the story of a Mexican family's tradition of arranged marriages",
    "Animation": " The movies \"All Dogs Go to Heaven\" and \"The Three Caballeros\" are all animated musical fantasy films produced by Disney.",
    "Film-Noir": " Notorious (1946) In this film, an American spy is recruited to infiltrate a criminal organization and then goes on to become",
    "Thriller": " Plot: In Die Hard 2, a New York City police officer attempts to stop a pair of international criminals planning a massive act of terror in",
    "Children": " The Addams Family is a 1991 American family-comedy film based on the comic strip of the same name by Charles Addams.",
    "Crime": " Actors (2006): A list of notable actors in the film. Robert Redford Tom Cruise Ewan McGregor C",
    "Sci-Fi": " These are the movies belonging to the genre Sci-Fi.1111111111111111",
    "Musical": " Actors/Actresses: Walt Disney Animation Studios Fred Astaire111111111111",
    "Documentary": " The Show (1996): The film explores the world of professional wrestling, focusing on the WWF in the 70's and ",
    "Romance": " My Fair Lady (1964): My Fair Lady is a 1964 American musical comedy-drama film adapted from the 1956",
    "IMAX": "  You can achieve this by using the <code>text(x) {    if (x &lt;= ",
    "Western": " The most common themes in the films are: - Law enforcement officers (The Manchuria is a series of western movies about the law",
    "Horror": " The Shining (1980): The Shining (French: La nuit des masques et des masques) is a 198",
    "War": " Forrest Gump (1994) Forrest Gump (1994) Tarzan (1999) ",
    "Mystery": " The movies listed below are all related to the theme of true crime. They can be categorized as follows: - The Coen brothers' Fargo",
    "Comedy": " The Devil's Backbone (1993): The Devil's Back is a 1993 American comedy-drama film directed by",
    "Action": " Outbreak is a 1995 American medical disaster film directed by Wolfgang Petersen and written by Laurence Dworet and Robert Roy Pool. The plot",
    "Adventure": " Apollo 13 is a 1995 American space film that follows the real-life events of the 1970s Apollo 13 mission",
    "Drama": " My Fair Lady is a 1959 American musical comedy-drama film directed by George Sidney, starring Audrey Hepburn, Rex Harrison, and"
  },
  "450": {
    "Film-Noir": " The Big Sleep (1949) (1) The Big Sleep (1968) (2) The Big Sleep (",
    "Sci-Fi": " Night of the Living Dead, The (1968): Night of the Living Dead is a 1968 American independent black and white horror film",
    "Horror": " The movies listed are a mix of horror genres. The summaries are organized in a high-level fashion, starting with a general description and then del",
    "Drama": " 1. Heaven & Earth (1981) 2. Black Beauty (1995) 3. Kiss of Death (",
    "Musical": " Disney movies list.111111111111111111111111",
    "Romance": " I's the most famous example of a film about a working class family that has been persecuted and persecuted for being gay in France since the early",
    "IMAX": " 1. The 'v-model-data's \"barchart\" method, but the error is still there.  ",
    "Adventure": " The movies listed above are a mix of popular Hollywood movies and indie films, all belonging to the Adventure genre. The films listed range from classic Hollywood",
    "Animation": " Ghost in the Shell is a 1995 animated action-thriller film directed by Mamoru Oshii, with storyboards by Hiroy",
    "Children": " The movies given below are all directed by Walt Disney Pictures and/or its subsidiaries.11111111111",
    "Fantasy": " Mary Poppins (1964): Mary Poppins is a musical fantasy film about a young British girl who is taken in by a widowed",
    "Mystery": " I's the time for you to get to know you lyrics  I'm not sure if you are a person of the opposite sex",
    "Thriller": " <p>Avengers: Age of Extinction (2012): Avengers: Age of Ultron (2012): A",
    "Comedy": " The films include \"La vie en Rose,\" \"Les Rendez-vous de Paris,\" \"Mouth to mouth,\" and ",
    "Western": " Wings of the Dragon (1953) - -  The Honeymooners (1999) The Matrix",
    "War": " Colonel Chabert The film is about the French Army's elite parachute unit, which is called the 18th Air",
    "Action": " Assassin's creed movie plot summary11111111111111111111",
    "Crime": " The 1995 Hollywood movies listed below are sorted by release year.11111111111111",
    "Documentary": " - 1986 - The Last Dragon (1978) - 1989: A Midsummer Night's Dream "
  },
  "276": {
    "Crime": " The movies listed are listed in the order of release date.1111111111111111",
    "Children": " Free Willy (1995): Herbie Rides Again (1974): Herbie: The Musical (1979): ",
    "Musical": " The musicals included are: The Nightmare Before Christmas, Aladdin, The Sound of Music, Bedknobs and Broomsticks, Willy",
    "War": " The following is a list of movies related to the search query 'Forrest Gump'. Forrest Gump is a 1994",
    "Sci-Fi": " The Day the Earth Stood Still (1951): A science fiction movie about a UFO crash and the ensuing global panic, starring Glenn Ford",
    "Horror": " The movies of the horror genre offer a mix of suspense, suspenseful events, and sometimes supernatural elements to create a thrilling experience for viewers. Each",
    "Comedy": " The 2019 film, çukan is a 2014 Turkish drama film directed by Erdal Ince and written by Can Al",
    "Romance": " What Happened Was... 1. A man takes on the role of a chauffeur who is hired to drive an elderly woman around in New",
    "Animation": " Beauty and the Beast (1991): Beauty and the Beast is a classic animated musical fantasy movie that tells the story of a young French girl",
    "Western": " Actors: Bill Murray is John Wayne, who is a drifter who is forced to choose between his country life and a life in the",
    "Thriller": " Scream, a 1996 American slasher film directed by Wes Craven, written by Kevin Williamson, and starring Jamie Lee Curtis, Wes",
    "Adventure": " Akira (1988): Akira (Japanese: アキラ) is a 1988 Japanese adult animated cyber",
    "Documentary": " Unzipped (1995) Actors Taye Diggs Kevin Hart: Taye Diggs: Kevin Hart",
    "Action": " Actors Actors and Actresses The Dark Knight (2008): The Dark Knight is a 2008 American superhero action film",
    "Fantasy": " The Flintstones, The (1994): The Flintstones is a 1994 animated fantasy film directed by Bob Clark, written by James",
    "Film-Noir": " 1. Notorious (1995) Actors in the movie \"Notorious\" (1946) 2. The",
    "IMAX": " ```  In the United States, people have to go through some or all of these symptoms, including physical symptoms of Graves disease. User",
    "Drama": " Wes Craven's New Nightmare (Nightmare on Elm Street Part 7: Freddy's Finale, A) (199",
    "Mystery": " This list may be incomplete. The following is a list of popular Hollywood Movies related to movies that are similar to the one given as the input"
  },
  "405": {
    "Horror": " Alien Resurrection (1999): The 1999 American science fiction horror film directed by Stuart Beresin and starring Bruce Willis, David",
    "Fantasy": " Mortal Kombat (1995) Mortal Kombat (1995) Alice in Wonderland (1961) ",
    "Comedy": " The films listed above are all about a variety of different themes and genres. George of the Jungle is a comedy film with a plot centered around a",
    "IMAX": "  First, let’s be clear from the start, I would check the error messages to see if there's any additional information you'",
    "Sci-Fi": " The 1951 film “The Day the Earth Stood Still” is a science fiction action film from 1951, directed by Richard",
    "Musical": " Peter Pan (1952): Peter Pan is a 1952 American animated musical fantasy film directed by Clyde Geronimo, produced by Walt",
    "Crime": " In the crime genre, the movies reviewed include: 'Thieves' (1996) directed by André Téchiné and starring",
    "Animation": " The movies included are: 'Wallace & Gromit: The Wrong Trousers', 'Oliver & Company', ",
    "Mystery": " The movie 'Prophecy' is a 1987 American science fiction/horror movie directed by John Frankenheimer. The film",
    "Romance": " All Things Fair (Lust och fägring stor) (1995): A romantic drama about a successful politician who tries to",
    "Action": " The above list is based on the popularity of each movie on IMDB and IMDb.111111111",
    "War": " Full Metal Jacket: Full Metal Jacket is a 1987 war drama film directed by Stanley Kubrick and written by Michael Herr and Gustav Hasford",
    "Documentary": " The documentaries covered in this task involve movies about historical figures or events, with the main focus on the latter. The summary of each documentary is as",
    "Adventure": " Free Willy 2: The Adventure Home is a 1995 American adventure film directed by Penelope Spheeris and written by Paul Fieg",
    "Drama": " It Happened One Night (1979): It Happened One Night is a 1979 American comedy-drama directed by Woody Allen",
    "Thriller": " The year 1995 involved many significant films in the genre of Crime. Some of these movies include the 1954 American revisionist Western ",
    "Western": " Once Upon a time in the west Tombstone (1993) Dead Man Walking Cape Fear (1995)",
    "Film-Noir": " 2. What are some classic Hollywood films with similar elements of dark and gritty crime? 3. Which films would you recommend? 4.",
    "Children": " Richie Rich follows a young boy who is transformed into a rich man through a series of mishaps and misadventures, while Free Willy"
  },
  "13": {
    "Horror": " From Dusk Till Dawn (1996): From Dusk till Dawn is a 1996 American action horror film directed by Robert Rodriguez and",
    "Documentary": " Leni Riefenstahl: Leni Riefenstahl (1970): Leni Riefenstahl's filmography consists",
    "Comedy": " Mrs. Doubtfire (1993): Mrs. Doubtfire is a 1993 comedy film directed by Penny Marshall. It'",
    "Fantasy": " Highlander (1986) Highlander is a 1986 fantasy-action film written and directed by Russell Mulcahy,",
    "Action": " Actors: Arnold Schwarzenegger... Lt. John Reese Tom Cruise... Captain Ray Owens Crispin Glancy",
    "War": " Les Misérables (1985): Les Misérables is a 1985 French drama film directed by Claude Berri.",
    "Sci-Fi": " The summary of the list of science fiction movies will be determined by the number of movies in the list.1111111",
    "Thriller": " Now, it is time to fill in the plot holes in the table below. Please note that the summary is \"spoiler free\"",
    "Western": " The Quick and the Dead (1995): John Travolta (Tommy Lee Jones) and Morgan Freeman.111",
    "Animation": " The movies All Dogs Go to Heaven (1999): A 1999 American animated musical fantasy film produced by Pixar and released by Pix",
    "IMAX": "  Here's an example of how to create a function to get the current time.  Here's the code to get the current",
    "Romance": " I's a Wonderful Life (1994): I'm your Blueberry Nights (1999): I'm your Blueberry",
    "Film-Noir": "  The \"Devil in a blue dress\" is a 1950s period drama based on the novel by Elmore Leonard. It",
    "Children": " The Secret of Roan Inish (1994): A young Irish boy, Con, embarks on a journey to Ireland to find his",
    "Musical": " A list of musicals featuring the word or phrase 'Aladdin' are The Hunchback of Notre Dame, An American in Paris",
    "Crime": " The Cross is a 1959 Australian war film directed by Bryan Forbes. The Crow is a 1996 American crime film directed by Frank",
    "Adventure": " For Whom the Bell Tolls (1943) Actors/Actresses Actors/Actresses - George Clooney",
    "Mystery": " The Bounty Hunter, The Prestige, and The Secret Life of Bees.111111111111",
    "Drama": " The films are:  1. The Apartment 2. M (1931) 3. Vertigo 4. Eat Drink"
  }
}