{
  "13": {
    "Action": " <p>1. Twister (1996): An exciting thriller about a storm-thunderstorm that picks up a tornado in the",
    "Animation": " The Toy Story is a computer animated comedy-adventure film series that features the voices of Tom Hanks, Tim Allen, and Joan Cus",
    "War": " Misérables, Les (1999) The Phantom of the Opera (1925) The Godfather (197",
    "Documentary": " Endless Summer 2, The (1994) - A documentary series that follows the life of four lifelong friends as they reunite",
    "Horror": " From Dusk Till Dawn: Actors Bill Paxton and Tom Savini play a couple on the run from a dangerous gang. As they attempt",
    "Romance": " Actors: Marlon Brando, Audrey Hepburn, Marlon Brando, Grace Kelly, Robert De Niro, Sean Con",
    "Thriller": " Fan, The is a 1996 thriller movie directed by Robert De Niro and starring Ryan O'Neal. The movie is based on the",
    "Crime": " Crossing Guard (1995) Actors: Stephen M. Dorf, Joaquin Phoenix Director: John Dahl Plot:",
    "Film-Noir": " <p>In Film-Noir is a genre of films characterized by a hard-boiled, hard-boiled detective story. The",
    "Fantasy": " Jumanji is a movie about a group of adults who find themselves transported into a video game world. Super Mario Bros. is an animated movie",
    "Drama": " Drama films - summary 1. Apartment, The: A man, looking to start a new life, moves into an apartment and meets",
    "Musical": " Pinocchio (1940): A wooden puppet, made by Geppetto, comes to life and must prove his humanity by overcoming challenges and",
    "Western": " Wild Bill (1995) Actors: Bill Murray, Terence Hill, Ellen Barkin Genre: Western Plot: A",
    "Children": " Kim (1950): A young boy lives with his single mother, a single mother who is a talented but struggling artist. They are taken",
    "Comedy": " Ace Ventura: Pet Detective (1994) - A private detective named Ace is hired to find a missing child, and soon becomes embro",
    "Sci-Fi": " Barb Wire (1996) Barb Wire is an American neo-noir science fiction film that follows a female police officer on",
    "Adventure": " Bushwhacked (1995) Actors: Bill Murray, Steve Buscemi, Peter Weitzman, Jerry Lawler ",
    "IMAX": " 1. Avatar (PG-13) Actors: Jake Gyllenhaal Jake Gyllenhaal Cillian Murphy",
    "Mystery": " Terminal Velocity is a thriller that follows a plane crash victim who wakes up in a hospital with amnesia. He finds himself being sought by"
  },
  "655": {
    "Documentary": " When We Were Kings: A documentary series about the historical events and culture of Africa. Microcosmos: A documentary series that takes a microscopic",
    "Comedy": " Apple Dumpling Gang, The: A 1959 comedy about a group of working-class New York City mobsters and their involvement in a",
    "Action": " Outbreak (1995) Infected A 4th generation of a global pandemic sweeps across the United States, causing",
    "Children": " Actors and actresses are listed in alphabetical order. Alice in Wonderland (1951) Alice in Wonderland (1971)",
    "IMAX": " - The Avengers is a 2012 American superhero action film based on the Marvel Comics character, the Hulk is a superhero who is transformed into a",
    "Animation": " Actors: Disney Animated Classics Collection111111111111111111111",
    "Drama": " Playing God (1997) Actors: Judd, Woody Harrelson Plot: A child protective services officer tries to",
    "Adventure": " Apollo 13 is a science fiction movie about the 1970s space mission to the moon, with a focus on the lunar landing.",
    "Western": " The movie \"Davy Crockett\" is a 1955 American western film starring Fess Parker as the titular character. The film",
    "Fantasy": " The movies of genre Fantasy consist of unique and imaginative stories that often involve magical elements, such as wizards, mythical creatures, and magical lands.",
    "Horror": " I Know What You Did Last Summer (1997) - A group of teenagers are stalked by a killer with a skull-mask",
    "War": " The movies featured in this list are a mix of comedy, drama, and action, and they all have elements of war as their central theme.",
    "Film-Noir": " <p>The films listed in the prompt, Film-Noir, are characterized by a dark, often crime-filled atmosphere and are often",
    "Thriller": " The films featured in the genres Thriller and Crime contain elements of suspense and danger as protagonists navigate through life-threatening situations.111",
    "Romance": " Mighty Aphrodite (1995): A cynical Greek-American cop is drawn into a case involving a series of mysterious murders. ",
    "Mystery": " The movies are a collection of crime thrillers that revolve around a central character and their respective mysteries. The films contain a series of twists and turns",
    "Crime": " Getaway (2015) Actors: Kevin Costner, Ryan Reynolds, Selma Blair, and Ryan Reynolds Director: Christ",
    "Sci-Fi": " Tank Girl (1995) - A British science fiction action movie about a female clone seeking vengeance on a corrupt corporate corporation. ",
    "Musical": " Billy's Holiday is a musical that tells the story of jazz bandleader Billy Holiday's rise to fame. Snow White and the Seven Dwar"
  },
  "276": {
    "Action": " These movies are all in the Action genre. The movies included in this category are Apocalypse Now (1979), Die Hard (198",
    "Crime": " These movies are a mix of crime, action, and thriller movies. The main themes of the movies are crime, violence, and suspense. They",
    "IMAX": " I's important to keep in mind that many of the below items are subjective and opinions may vary. Here's a list of all",
    "Documentary": " Unzipped is a 1994 documentary about the porn industry, featuring interviews with performers and industry professionals. The film explores the history and impact",
    "Comedy": " Supercop 2 (Project S) Supercop (Project S) Madness of King George (Project S) ",
    "War": " The story of a soldier who is transformed into an American soldier.111111111111111",
    "Romance": " The movies are a mix of romance, drama, and comedy genres, from the classic film noir to a modern romantic drama. They all share the",
    "Musical": " Evita is a biographical musical film about the life of Argentine First Lady Eva Perón, featuring the songs of Argentine composer and lyric",
    "Children": " Andre (1994) Actors: Christian Bale, Uma Thurman Director: Ridley Scott Genres: Drama",
    "Horror": " In the Mouth of Madness is a psychological thriller about a police officer who becomes convinced that his wife is a serial killer. Mute Witness is about",
    "Film-Noir": " User 11111111111111111111111111",
    "Animation": " Beauty and the Beast (1991) The story of a beast-like character and a human female who fall in love, leading to",
    "Western": " Wild Bill is an American action-thriller film series about a cowboy, Bill Pyeatt, who becomes a member of the Wild West",
    "Sci-Fi": " 1. Day the Earth Stood Still - A scientist named Dr. Adams discovers a mysterious object and must protect it from a Soviet spy who",
    "Mystery": " These movies can be classified as a mix of Thriller and Mystery genres, with elements of horror and drama. They mainly revolve around unexpected events,",
    "Thriller": " Arrival: A linguist is recruited by the U.S. military to communicate with extraterrestrial beings, who have landed on Earth,",
    "Drama": " Wes Craven's New Nightmare (1994) Actors: Jackie Earle Haley, Robert Englund, Johnny Depp",
    "Adventure": " Akira is a 1988 Japanese anime film directed by Katsuhiro Otomo. It follows a boy named Akira, who discovers",
    "Fantasy": " Prophecy is a horror-thriller about a girl who is prophesized to be the Anti-Christ. The Nightemean"
  },
  "405": {
    "Documentary": " War Room, The (1993) In the documentary War Room, director Errol Morris examines the workings of the United States Department of",
    "Drama": " Marked for Death (1989) Cat People (1982) Girls Town (1996) Delicat",
    "IMAX": " I am a software engineer and entrepreneur from Germany. I specialize in developing web and mobile apps. I's important to develop apps for the Android",
    "Mystery": " In Daytrippers, a man discovers that his wife is having an affair with his best friend; in The (1996), a man",
    "Sci-Fi": " Star Wars: Episode VI - Return of the Jedi (1983): In the climactic installment of the original Star Wars saga, Jedi",
    "Musical": " These movies are a mix of animated films and live-action films. The animated films are \"Oliver & Company\", \"The Lion",
    "Fantasy": " Mortal Kombat (1995) A young man tries to save his world by defeating the powerful sorcerer Shang Tsung in",
    "Adventure": " Bottle Rocket: A ragtag group of aspiring astronauts embarks on a risky mission to steal a top-secret government satellite. Free",
    "Film-Noir": " Bitter Moon (1992) Lethal Weapon (1989) The Big Lebowski (1979)",
    "Action": " Hackers (1995): A group of teenage hackers team up to take on a corrupt corporate system. Batman & Robin ",
    "Thriller": " Eye for an Eye (1996) is a movie about a blind lawyer who takes on a case of a fellow lawyer who murdered his wife",
    "Crime": " Innocent Sleep, The (1996) Actors: - Jim Carrey - Viggo Mortensen - James",
    "Animation": " Wallace & Gromit: A series of animated movies that follow the adventures of the titular character, a bumbling but lovable character",
    "Comedy": " George of the Jungle (1997): A man raised by gorillas becomes a successful businessman in New York but returns to his jungle roots to",
    "War": " Full Metal Jacket is a 1987 American war film directed by Stanley Kubrick, and starring R. Lee Ermey, Vincent Keane",
    "Horror": " The movies listed are related to the horror genre. They are arranged in order of release year. 1. Lord of Illusions (199",
    "Children": "  Richie Rich is a story about a young boy who is taken in by a pro basketball player and trains to become a professional. Free Willy",
    "Romance": " 'Walk in the Clouds, A' is a romantic drama that tells the story of a couple's passionate love affair amidst the backdrop of",
    "Western": " The story follows a group of outlaws led by Wild Bill Hickok in a gunfight against a corrupt sheriff and his deputies in the American frontier"
  },
  "450": {
    "Drama": " Drama movies list: 1. Black Beauty 2. Heavens Gate 3. The Godfather 4. The Shawshank",
    "IMAX": " There are two main things you need to keep in mind when using a virtual machine:  1. Memory – The virtual machine is responsible",
    "Comedy": " In The Bleak Midwinter, a young man struggling to make sense of the world in post-World War II England discovers the true meaning of",
    "Sci-Fi": " Night of the Living Dead (1968) - A group of friends are pursued by a horde of undead flesh-hungry g",
    "Documentary": " When We Were Kings (1996) Documentary. Documentary, 120 min. When We Were Kings explores the lives and careers",
    "Film-Noir": " Film-Noir is a genre of American films typically characterized by a hard-boiled plot, a hard-boiled detective story or dark",
    "Animation": " Ghost in the Shell (Kôkaku kidôtai) (1995) - A cyberpunk anime series about a highly",
    "Mystery": " Flesh and Bone is a neo-noir thriller about a female reporter whose husband is killed in a car crash. The movie follows her investigation",
    "Adventure": " 1. Super Mario Bros. (1993): An animated film about the popular video game character Mario and his brother Luigi as they embark on",
    "Horror": " Prophecy, The (1995) - A remake of the 1965 movie of the same name, the plot follows a",
    "War": " 1. Land and Freedom (Tierra y libertad) (1995) - A Spanish drama that focuses on the Spanish Civil War",
    "Musical": " A summary of the movies of the musical genre would include a story centered around songs and musical numbers. These movies span across genres, including animation,",
    "Action": " Courage Under Fire In the 1996 thriller, a Secret Service agent and a young boy have to take on a terrorist group with the",
    "Crime": " Crime is a common theme in popular culture, and these movies often explore the darker side of society. Some of the films on this list are",
    "Thriller": " Action films have evolved over time, and the list of movies below is a small representation of some of the best that Hollywood has to offer. In",
    "Fantasy": " Mary Poppins (1964) An animated musical comedy-adventure about a magical nanny who helps a family of children rediscover their",
    "Western": " The Wild Bounty Hunter (1999) The Fugitive (1993) The Terminator (1984)",
    "Children": " <noinput> The movies of the 'Children' genre feature stories about young characters facing unique challenges and overcoming them through their courage and",
    "Romance": " Bitter Moon is a romantic drama that revolves around the relationship between a call girl and a journalist. Horseman on the Roof, The is a"
  }
}