{
  "2": {
    "Adventure": "Summary: Fun and exciting adventures featuring amazing characters and plenty of suspense, violence, and thrills. Perfect for viewers of all ages looking for a good time!",
    "Romance": "Summary: Romance movies centered around couples trying to overcome obstacles and find their happily ever after. Most of them have a strong historical setting and some deal with darker themes, too.",
    "Comedy": "Summary: Looking for some light-hearted comedy movies filled with laughter and romance? These movies feature many relatable themes and characters – perfect for the weekend movie night with friends.",
    "Action": "Summary: Action packed movies with intense action sequences, thrilling plots, and suspenseful soundtracks. Explosive gunfights, high-speed car chases, and martial arts sequences featuring heroes and villains.",
    "Children": "Summary: Enchanting films full of magic and imagination designed to capture the hearts of children. Don't miss out on a story full of wonder and adventure great for all ages.",
    "Drama": "Summary: Drama movies about complicated human relationships, relationships between people of various classes, and struggles of power. Historical backgrounds mixed with mystery and comedy, unexpected plot twists and strong emotional arcs.",
    "Crime": "Summary: Crime films featuring gritty violence and moral dilemmas, where each character is driven by their own twisted motives. Unique storytelling style and complex characters abound in these films setting them apart from the mainstream.",
    "Thriller": "Summary: A thrilling selection of crime, espionage, and psychological mystery films featuring intense action sequences and suspenseful dialogue. Perfect for a movie night of edge-of-your-seat entertainment."
  },
  "1": {
    "Sci-Fi": "Summary: Enjoy science fiction films that feature highly futuristic settings with action, drama, thrillers, horror, and cyberpunk elements. Catch a glimpse of post-apocalyptic worlds and thrilling tales of characters going beyond the boundaries of cyberspace",
    "Romance": "Summary: Looking for romances that feature a combination of comedy, adventure, drama and fantasy? Then this list of movies is for you! Explore star-crossed relationships between two unlikely people or enjoy a classic love story of friends to lovers",
    "Horror": "Summary: Horror movies that will have you on the edge of your seat, featuring vampires, psychological thrillers, action horror, fantasy horror, and supernatural suspense.",
    "Drama": "Summary: Drama movies featuring intense situations, complicated relationships, and darker themes. Explore the struggles of complex characters in an attempt to improve and understand themselves and their relationships with others.",
    "Mystery": "Summary: Mystery films with thrilling suspense, dark crime scenes, and unexpected twists that challenge your perception of reality. Explore complicated psychological cases, as characters uncover secrets and face unexpected consequences along the way.",
    "Animation": "Summary: An animated collection of movies about strong characters learning lessons of love, friendship, and acceptance, set in unique worlds.",
    "Crime": "Summary: Looking for high octane crime-related movies with a good dose of humor to lighten the mood? These films provide a joyride of action along with crime-solving adventures set in both gritty cityscapes and lighthearted",
    "Children": "Summary: A collection of heartwarming and entertaining family movies, with plenty of comedy, adventure, and fantasy elements to keep children and adults entertained.",
    "Documentary": "Summary: A gripping glimpse into the lives and works of some of the film industry’s most important figures, this documentary collection features an array of inspiring stories. From female entrepreneurs to influential musicians and talented filmmakers, viewers will get a look",
    "Adventure": "Summary: An action-packed collection of adventure movies, featuring gripping stories and intense battles. Explore mysterious worlds and surreal landscapes, thrilling characters and daring acts.",
    "Comedy": "Summary: Looking for comedic films with a mix of historical/fantasy plots and wild characters? Look no further! Enjoy lighthearted comedies with zany misadventures, romance, and loads of laughs.",
    "Action": "Summary: Action-packed thrill ride with a mix of martial arts, fantasy, disaster survival and cyberpunk themes. Featuring Jean-Claude Van Damme, Powers Boothe, Matthew Frewer, Patrick Bergin, Mel Gibson and more",
    "War": "Summary: War movies that depict the political atmosphere and courage of individuals during turbulent times. Includes biographical dramas and comedies, as well as thrillers set against the backdrop of conflict. Focused on the courage and perseverance of individuals during",
    "Fantasy": "Summary: An eclectic mix of fantasy movies to satisfy the imagination, including magical realism, time travel, fairytales, adventure stories, and mythic tales. Be prepared for nuanced characters, intense action scenes, fantastic worlds and gripping plotlines",
    "Thriller": "Summary: Thriller films that have intense action, suspense, and crime elements with a range of genres such as sci-fi, psychological horror, and drama. Featuring heart-pounding chases, mystery, and high stakes scenes making it"
  },
  "3": {
    "Comedy": "Summary: Funny, lighthearted comedies that explore themes such as family, romance, and friendship. With a mix of styles ranging from satire to animation, they feature a variety of lovable characters and comedic situations.",
    "Romance": "Summary: A collection of romantic movies, filled with adventure and comedy. A heartfelt story with a touch of fantasy and tales of Cuban refugees in America all make this a romantic collection you don't want to miss.",
    "Thriller": "Summary: Thrillers featuring action, suspense, mystery and intrigue with a touch of the supernatural and cyberpunk. Featuring intense performances by a star-studded cast and character-driven stories, these movies promise to keep you on the",
    "Action": "Summary: Action movies spanning multiple genres from Westerns to superhero epics, science fiction, horror, and space operas. Thrillers and crime stories with a bit of dark humor and action-packed scenes await.",
    "Crime": "Summary: Intense crime stories set in real environments and featuring various moral dilemmas. Dark, gritty tales exploring the underbelly of underworld life with a focus on protagonists caught in a complex web of criminals and authorities.",
    "Drama": "Summary: Drama movies featuring moving stories and emotional struggles, set in different times and places. Focused on personal revelation, relationships, values, and self-discovery. Character-driven narratives are filled with tension, intensity, and heart-"
  }
}