{
  "405": {
    "Drama": "  The movies mentioned in the above list are part of various genres, including drama. These movies often revolve around complex characters or storylines and are",
    "Animation": "  Animation: Movies based on animated characters, such as Disney and Pixar films.  Wallace and Gromit: The Wrong T",
    "IMAX": " 1. Valhalla Rising (2009) Mikkelson and Aaronski: The Lost City of Z (201",
    "Action": "  Movies of the Action genre that have been added to my Watchlist are:  Action (1964) Spyder (",
    "Crime": "  Movies of genre Crime can be classified as follows:  The Good, The Bad and The Ugly (1966) -",
    "Comedy": "  These movies are a mix of comedy, drama, and action genres, starring well-known actors and actresses. They all have unique elements and",
    "Romance": "  Now, based on the list of movies, generate a high-level summary for the genre of Romance.  The genre of Romance is",
    "Film-Noir": "  The film genre of a particular movie is a science fiction or fantasy film. The films chosen are a mixture of Hollywood blockbuster and art house films",
    "Thriller": "  Thriller movies:  1. Amadeus (1984) - A musical thriller about the famous composer, Wolfgang",
    "Western": "  The western genre is a subset of genre that revolves around the American frontier and/or other similar settings. It often involves themes of lawlessness",
    "Musical": "  1. Oliver & Company (1988) Oliver & Company is a 1988 animated musical comedy-adventure film",
    "Adventure": "  Actors/Actresses: Tom Cruise - The Firm (1993) Cliff Richard - A Walk on the",
    "War": " The following is a list of movies related to the genre of war:  1. Full Metal Jacket (1987): A gritty military",
    "Fantasy": "  Movies with a fantasy theme:  1. Blade Runner 2049 (1982) - A neo-noir science",
    "Sci-Fi": " Sci-Fi movies: 1. Star Wars: Episode VI - Return of the Jedi (1983): In a galaxy far",
    "Documentary": "  For documentaries, I suggest:  1. Blackfish (2010): Blackfish is a 2010 American documentary film directed",
    "Mystery": "  This task requires you to generate a high-level summary for each of the movies listed below.  Movies that are centered around the topic",
    "Horror": "  High-level summary: Movies within the horror genre, from science fiction to psychological thrillers, are stories that often involve fear and terror.",
    "Children": "  Children: - Richie Rich (1994) - A comedic drama about a kid who is accidentally hit by a basketball. "
  },
  "450": {
    "Western": " The Godfather (1979) This is a 1979 American crime drama directed by Francis Ford Coppola and written by Mario Pu",
    "Fantasy": "  Mary Poppins is a 1964 musical fantasy film directed by Robert Stevenson, produced by Walt Disney Productions, and starring Julie Andrews, Dick",
    "Documentary": " :  When We Were Kings (1996) - A documentary that follows the legendary boxer Muhammad Ali. Heidi Fleiss",
    "Action": " These are movies that are classified as Action movies.111111111111111111",
    "Sci-Fi": " Summary: Sci-fi movies with futuristic technology and/or time travel themes.111111111111",
    "Comedy": "  Mouth to Mouth (Boca a boca) (1995): Mouth to Mouth is a 1995 Brazilian comedy-dr",
    "Crime": "  These are the 12 movies of genres crime and action.  The Godfather (1972) - A fictionalized ret",
    "War": "  The War genre is a sub-genre of Action, Adventure, Drama, and War. The plots of the movies vary, with some",
    "Film-Noir": " Actors in films with a theme of crime The Departed (2006) Heat (1996) Pulp Fiction",
    "IMAX": " Daredevil (1996): A 2009 English-language animated film directed by Daraboga, and starring Ben Affleck.",
    "Adventure": " A summary of movies of genre: Adventure: - Super Mario Bros. (1993) - A video game adaptation about a plumber",
    "Horror": "  Now, based on the movies in the list, please generate a summary for the genre of Horror.  Summary: Horror movies involving supernatural",
    "Children": "  Movies with Children: - Casper: The friendly ghost who wants to be a human. - White Balloon: A young girl is",
    "Mystery": "  Out of all of these movies, The Silence of the Lambs is the most similar to a crime thriller. This is due to the themes",
    "Drama": " The genre of the movies listed is Drama. They are: Black Beauty, a 1994 British-American period drama directed by Caroline Thomson,",
    "Musical": "  Now, based on the following genres of movies, please generate a high-level summary for each of them:  Action:  ",
    "Thriller": " How to Train Your Dragon (2010) Now, can you suggest a list of movies to watch if you enjoyed the movie, please",
    "Animation": "  Movies of Anime/Cartoon Genre:  1. The Simpsons: A cartoon series about a fictionalized version of the town of",
    "Romance": " :  Romantic | Adventure | Romance | Drama | Fantasy Bitter Moon (1992): A modern-"
  },
  "13": {
    "Mystery": "  The summary for the given movies of genre:  1. Terminator 2: Judgment Day (1991): An American science",
    "Western": "  Actors: John Cusack, Jack Nicholson, Brad Pitt  Movies about the American West The Wild Bounty (",
    "Horror": "  From Dusk Till Dawn (1996) :  From Dusk Till Dawn is a 1996 American-German science",
    "Comedy": "  Outlander (1991) - A Scottish farmer finds himself transplanted to the 18th century France as a member of the",
    "Action": "  1. Twister (1996) - A scientist is part of a team of experts who are studying a tornado to understand its",
    "Musical": "  Pinocchio (1942) Aladdin (1992) Aladdin (2019) What'",
    "Romance": " :  1. Apartment is a 1960 French psychological thriller directed by François Truffaut and starring Roman Polanski 2. The",
    "IMAX": " :D11111111111111111111111111",
    "Fantasy": "  A fantasy genre is characterized by stories and characters in a world that is distinct from our own. These stories often contain magical elements and elements from",
    "Thriller": "  I am trying to generate a summary of the movies listed in the list. A list of movies with a sci-fi/thr",
    "Adventure": "  These are a few examples of Adventure genre movies you might enjoy:  1. Jurassic Park (1993) 2. Indiana",
    "War": "  Summary: War movies. Lots of them.  The movies in the list above span a variety of genres, including action, drama,",
    "Sci-Fi": "  Barbarella (1968): Barbarian princess of the planet Zembla travels through time to Earth in the year ",
    "Drama": "  1. Apartment, The: A drama about the residents of an apartment building in the 1950s. 2. The Vertigo",
    "Crime": "  Actors (if applicable): Clint Eastwood Denzel Washington Marlon Brando  The movies have",
    "Animation": "  Genre: Animation Movies: Toy Story (1995): Toy Story is a 1995 American computer animated comedy-adventure",
    "Film-Noir": " The Dark Knight (2008) The Departed (2006) Rambo: The Beginning (1986) ",
    "Children": " Avengers: Age of Ultron (2015): Avengers: Age of Ultron is an American superhero film directed by Josh Whed",
    "Documentary": "  Now, based on the above examples, please generate a high-level summary for the following movies of genre: Biography  Biopic"
  },
  "276": {
    "Sci-Fi": "  Now, based on the above examples of movies, please generate a high-level summary for the genre of Comedy.  The following are",
    "Animation": "  Movies in this genre often focus on an anthropomorphic character or characters in a fantastical world, where they must overcome various obstacles and/or",
    "Drama": "  Wes Craven's New Nightmare (1994): The fourth installment of the Nightmare on Elm Street series sees the return of Freddy",
    "Thriller": "  The movies listed below are of the Thriller genre. The summaries will be brief as they are focused on the main plot points and characters.",
    "Crime": "  Crime Movies:  1. Carlito's Way (1993) - A gangster movie about a young Puerto",
    "Comedy": "  The following movies are examples of the Comedy genre. For each movie, please generate a synopsis.  Supercop 2 (Project",
    "Mystery": "  1. Outlander (2008): Outlander is a 2008 science fiction fantasy action horror film written and directed by Howard McCain",
    "Romance": " :  The romantic sub-genre of movies has a lot of great movies, but in terms of my personal top 10, there",
    "Documentary": "  The documentaries in this genre include:  Hoop Dreams (1994): Hoop Dreams is a 1994 American documentary film",
    "War": "  The Lord of the Rings: The Return of the King (2003) Doomsday (2005) Mad",
    "Adventure": "  The movies listed under Adventure include Akira (1988), Far From Home: The Adventures of Yellow Dog (1995), Andre",
    "Musical": "  Movie: All Dogs Go to Heaven  Genre: Musical  Summary: All Dogs Go to Heaven is a 1999 animated",
    "IMAX": " 1. *Norwegian Wood (2000): A 1967 Italian horror film based on the book by Haruki Murakami",
    "Children": "  1. Herbie: The Musical (1989) 2. Free Willy (1994) 3. Andre the Giant",
    "Fantasy": " :  Willy Wonka & the Chocolate Factory (1971) Summary: Classic fantasy film based on the popular book.",
    "Horror": "  The movies in the horror genre can be broadly categorized into a few sub-genres, including psychological horror, supernatural horror, and found-",
    "Action": "  Apocalypse Now: An American soldier named Captain Benjamin 'Joker' Davis is assigned to the Special Forces unit during the Vietnam War.",
    "Western": "  Geronimo (2010) Director: Peter Weiland Cast: Chris Hemsworth, Omar Sharif Plot: A",
    "Film-Noir": "  The movies listed above fall under the Film Noir genre. The main theme of the genre is typically that of justice, corruption, and redemption."
  },
  "655": {
    "IMAX": " I's a nice start. The Lord of the Rings: Lord of the Rings: The Return of the King is an epic and fantasy",
    "Documentary": "  1. When We Were Kings (1996): When We Were Kings is a documentary about two African boxers, the Riddick",
    "Children": "  How to Train Your Dragon (2010) - Animated action fantasy film about a young Viking boy who befriends a dragon Sw",
    "Crime": "  Crime:  The Killer:  Actors: - Al Pacino as Don Vito Corleone - Robert",
    "Western": "  1. Davy Crockett: The American hero Davy Crockett was born (1786-December 28, ",
    "Adventure": "  Outlander (2008): A young French woman is transported back to 18th century Scotland to marry a Highland warrior. She must",
    "Film-Noir": "  Film-Noir is a film genre which originated in the mid-twentieth century, and is characterized by the use of shadowy figures",
    "Fantasy": "  Summary: Fantasy movies featuring animated creatures or realms.  Actors to consider for roles in fantasy movies:  Ewan McGregor,",
    "War": " :  Forrest Gump is a 1994 comedy-drama film directed by Frank Darabont and produced by Robert Zeme",
    "Musical": "  Movie | Movie name | Year --- | ---  Billy's Holiday | 1995 | ",
    "Action": "  Movies dealing with Action, in no particular order:  Die Hard: A New York City police officer attempts to foil a terrorist plot to",
    "Comedy": "  1. Apple Dumpling Gang, The (1975): A 1975 comedy film directed by Brian Lumley, written by John",
    "Animation": "  Pocahontas: Pocahontas (1995) is a Disney animated musical adventure film directed by Eric Goldberg, written",
    "Horror": "  Jaws (1975): Jaws is a 1975 American thriller film directed by Steven Spielberg, produced by Richard Zanuck",
    "Thriller": " Now, based on the examples you provided, I would recommend you these movies. :  1. Die Hard: A Hard Day'",
    "Sci-Fi": " The movies listed under the genre of sci-fi are:  Tank Girl (1995): An animated cyberpunk movie about a",
    "Drama": " Summary: Movies dealing with the genre of Drama.  1. How to Train Your Dragon (2010): A young Viking boy is",
    "Romance": "  The movie genres of Romance and Comedy are as follows:  Comedy: - My Big Fat Greek Wedding (2002)",
    "Mystery": "  Here are some suggestions for movies in the Mystery genre:  1. The Prophecy (1998): A prophecy is given"
  }
}